import React, { useState } from 'react';
import { useEffect } from 'react';
import Button from 'react-bootstrap/Button';
import Modal from 'react-bootstrap/Modal';

// import Lazy from 'yup/lib/Lazy';

function ContestModal() {

    const [show, setShow] = useState(false);

  const handleClose = () => setShow(false);
  const handleShow = () => setShow(true);

    return (
        <div className='contest-modal'>


      <Button variant="primary" onClick={handleShow} className="trm-link">
      పోటీ నిబంధనల కోసం &amp; షరతులు ఇక్కడ క్లిక్ చేయండి
      </Button>

      <Modal show={show} onHide={handleClose} size="lg" className='contest-modal-sub' aria-labelledby="contained-modal-title-vcenter" centered>
        <Modal.Header closeButton>
          <Modal.Title>నిబంధనలు &amp; షరతులు</Modal.Title>
        </Modal.Header>
        <Modal.Body>
        <ul className='reset' id="style-scrll">
                <li>ప్రస్తుత నెలలో తెరిచిన అన్ని ట్రేడింగ్ ఖాతాలు అదే నెల చివరి పనిదినం వరకు ఆఫర్ కోసం పరిగణించబడతాయి.</li>
                        <li>పెట్టుబడి మొత్తాన్ని జోడించడానికి &amp; ట్రేడ్ / SIP ప్రారంభించడానికి వచ్చే నెల 06 వరకు గ్రేస్ పీరియడ్ అందించబడుతుంది.</li>
                        <li>పథకం కాలవ్యవధిలో వసూలు చేసిన క్యాష్‌ మార్జిన్‌ను ప్రోత్సాహకం లెక్కించేందుకు పరిగణిస్తారు</li>
                        <li>వచ్చే నెల 06 తేదీ వరకు ఖాతాలో జోడించబడిన మొత్తం మార్జిన్ / SIP మాత్రమే తుది చెల్లింపు గణన కోసం పరిగణించబడుతుంది.</li>
                        <li>మార్జిన్‌తో చేరిన క్లయింట్ ఖచ్చితంగా ౩ నెలల వరకూ క్రియాశీలకంగా ఉండాలి. అంటే, ప్రతి నెలా కనీసం 2 ట్రేడ్లు చేయాలి &amp; కనీసం ౩ నెలల వరకూ ఎస్‌ఐపి కొనసాగించాలి</li>
                        <li>పోటీకి సంబంధించిన నెలవారీ చెల్లింపు వచ్చే నెల 25వ తేదీన విడుదల చేయబడుతుంది.</li>
                        <li>ఎన్‌ఎస్‌ఈలో చేసిన ట్రేడ్‌ మాత్రమే ఈక్విటీ కింద పరిగణించబడుతుంది. ఇతర ఎక్ఛేంజీలో చేసే ట్రేడ్లు ఈ పోటీ కింద పరిగణించబడవు.</li>
                        <li>ఈక్విటీ ఆధారిత పథకంలో నిర్వహించిన ఎస్‌ఐపిని మాత్రమే పరిగణిస్తారు. అప్పు నిధి / ద్రవ్య నిధిలో నిర్వహించిన ఎస్‌ఐపిని పరిగణించరు</li>
                        <li>ఆన్‌లైన్‌ ఖాతాలకు మాత్రమే ఈ పథకం వర్తిస్తుంది</li>
                        <li>సిబిఎ'లకు, ఛాయిస్‌ ఫ్రాంఛైజీ &amp; ఛాయిస్ గ్రూప్ ఉద్యోగులందరికీ(ఛాయిస్ బ్రోకింగ్ ఉద్యోగులు మినహా) వర్తిస్తుంది</li>
                        <li>ఫ్రాంఛైజ్/సిబిఎలు తమ కోడ్స్ ద్వారా ప్రారంభించిన ఖాతాల మేరకు రివార్డులు పొందుతారు</li>
                        <li>3 నెలలు పూర్తయ్యేలోపే క్లయింట్ క్రియాశీలకంగా లేకపోతే, చెల్లింపు తిరిగి వసూలు చేయబడుతుంది</li>
                        <li>ఎటువంటి ముందస్తు సమాచారం ఇవ్వకుండా లేదా ఇచ్చిన తరువాత పథకంలో ఏవైనా మార్పులు చేసే లేదా రద్దు చేసే హక్కు పూర్తిగా మేనేజ్‌మెంట్‌కు ఉంటుంది. </li>
                        <li>ఇతర పథకం / పోటీ / ఆఫర్‌ను దీనితో జతచేసే అవకాశం లేదు</li>
                        <li>సిబిఎ / ఎపి కోడ్‌ యొక్క బ్యాక్‌ఎండ్‌ మ్యాపింగ్‌కు అనుమతి లేదు</li>
                        <li>అదనపు రివార్డుల కోసం కనీసం రూ.1000 పెట్టుబడి &amp; ఈక్విటీలో 2 ట్రేడ్లు, మ్యూచువల్‌ ఫండ్‌లో కనీసం రూ.500 ఎస్‌ఐపి ఉన్న ఖాతా క్రియాశీలకంగా ఉండాలి</li>
                    </ul>
        </Modal.Body>
      </Modal>



        </div>

    )
}

export default ContestModal;