import React, { useState } from 'react';
import { useEffect } from 'react';
import Button from 'react-bootstrap/Button';
import Modal from 'react-bootstrap/Modal';

// import Lazy from 'yup/lib/Lazy';

function ContestModal() {

    const [show, setShow] = useState(false);

  const handleClose = () => setShow(false);
  const handleShow = () => setShow(true);

    return (
        <div className='contest-modal'>


      <Button variant="primary" onClick={handleShow} className="trm-link">
      పోటీ నిబంధనల కోసం &amp; షరతులు ఇక్కడ క్లిక్ చేయండి
      </Button>

      <Modal show={show} onHide={handleClose} size="lg" className='contest-modal-sub' aria-labelledby="contained-modal-title-vcenter" centered>
        <Modal.Header closeButton>
          <Modal.Title>నిబంధనలు &amp; షరతులు</Modal.Title>
        </Modal.Header>
        <Modal.Body>
        <ul className='reset' id="style-scrll">
                <li><b>జూన్ 1, 2022 నుంచి జూన్ 30, 2022 మధ్యలో ప్రారంభించిన ట్రేడింగ్ అకౌంట్లు మాత్రమే పైన పేర్కొన్న పథకం కింద పరిగణించబడతాయి </b></li>
                        <li><b>పెట్టుబడి మొత్తం జమ చేయటానికి &amp; ట్రేడ్ / ఎస్‌ఐపిని ప్రారంబించేందుకు జులై 6, 2022 వరకు అదనపు గడువును ఇవ్వటమైనది</b></li>
                        <li>పథకం కాలవ్యవధిలో వసూలు చేసిన క్యాష్‌ మార్జిన్‌ను ప్రోత్సాహకం లెక్కించేందుకు పరిగణిస్తారు</li>
                        <li><b>జులై 6, 2022 వరకూ అకౌంట్‌లో జమ చేసిన మొత్తం మార్జిన్ / ఎస్‌ఐపిని తుది చెల్లింపును లెక్కించేందుకు పరిగణిస్తారు</b></li>
                        <li>మార్జిన్‌తో చేరిన క్లయింట్ ఖచ్చితంగా ౩ నెలల వరకూ క్రియాశీలకంగా ఉండాలి. అంటే, ప్రతి నెలా కనీసం 2 ట్రేడ్లు చేయాలి &amp; కనీసం ౩ నెలల వరకూ ఎస్‌ఐపి కొనసాగించాలి</li>
                        <li><b>పోటీకి సంబంధించిన నెలవారీ చెల్లింపు జులై 25, 2022న విడుదలవుతుంది</b></li>
                        <li>ఎన్‌ఎస్‌ఈలో చేసిన ట్రేడ్‌ మాత్రమే ఈక్విటీ కింద పరిగణించబడుతుంది. ఇతర ఎక్ఛేంజీలో చేసే ట్రేడ్లు ఈ పోటీ కింద పరిగణించబడవు.</li>
                        <li>ఈక్విటీ ఆధారిత పథకంలో నిర్వహించిన ఎస్‌ఐపిని మాత్రమే పరిగణిస్తారు. అప్పు నిధి / ద్రవ్య నిధిలో నిర్వహించిన ఎస్‌ఐపిని పరిగణించరు</li>
                        <li>ఆన్‌లైన్‌ ఖాతాలకు మాత్రమే ఈ పథకం వర్తిస్తుంది</li>
                        <li>సిబిఎ'లకు, ఛాయిస్‌ ఫ్రాంఛైజీ &amp; ఛాయిస్ గ్రూప్ ఉద్యోగులందరికీ(ఛాయిస్ బ్రోకింగ్ ఉద్యోగులు మినహా) వర్తిస్తుంది</li>
                        <li>ఫ్రాంఛైజ్/సిబిఎలు తమ కోడ్స్ ద్వారా ప్రారంభించిన ఖాతాల మేరకు రివార్డులు పొందుతారు</li>
                        <li>3 నెలలు పూర్తయ్యేలోపే క్లయింట్ క్రియాశీలకంగా లేకపోతే, చెల్లింపు తిరిగి వసూలు చేయబడుతుంది</li>
                        <li>ఎటువంటి ముందస్తు సమాచారం ఇవ్వకుండా లేదా ఇచ్చిన తరువాత పథకంలో ఏవైనా మార్పులు చేసే లేదా రద్దు చేసే హక్కు పూర్తిగా మేనేజ్‌మెంట్‌కు ఉంటుంది. </li>
                        <li>ఇతర పథకం / పోటీ / ఆఫర్‌ను దీనితో జతచేసే అవకాశం లేదు</li>
                        <li>సిబిఎ / ఎపి కోడ్‌ యొక్క బ్యాక్‌ఎండ్‌ మ్యాపింగ్‌కు అనుమతి లేదు</li>
                        <li>అదనపు రివార్డుల కోసం కనీసం రూ.1000 పెట్టుబడి &amp; ఈక్విటీలో 2 ట్రేడ్లు, మ్యూచువల్‌ ఫండ్‌లో కనీసం రూ.500 ఎస్‌ఐపి ఉన్న ఖాతా క్రియాశీలకంగా ఉండాలి</li>
                    </ul>
        </Modal.Body>
      </Modal>



        </div>

    )
}

export default ContestModal;