{
    "content": "<h3>Scrip Search</h3> <p>You can SEARCH scrip/company <i class='icon-search'></i> with smart intuitive actions on Choice FinX</p> <hr> <h4 class='using-search'>Using Search</h4> <ol type='a'> <li>Simply type in the first three letters of the scrip name, Eg- If typed ICICI it will show all the companies/ ETF’S (Exchange - Traded Funds)affiliated with ICICI on NSE / BSE like ICICI BANK - ICICIPRULI – ICICINIFTY – ICICIGOLD and so on </li> <li>Choose your segment - narrow down your search by choosing your segment, i.e., Equity, Derivatives, Commodities or Currency</li> <li>Select the specific scrip from the results drop down to navigate to the Scrip Overview</li> <li>You can choose to directly add the scrip to the WatchList by clicking the WatchList Icon <i class='icon-Watchlist'></i> or set a price alert by clicking on the Price Alert Icon <i class='icon-Price-Alert'></i></li> <li>You can search scrip Exchange wise (NSE/ BSE) token(Scrip Number) keyword (Infrastructure, IT or Finance) and name wise (ICICI, TCS, HDFC)</li> </ol><img src='assets\\images\\guide-images\\search.png' /> <hr> <h4 class='scrip-page'>Scrip Page - Cash and F&0</h4> <p>View in-depth info about a scrip here. You can view real-time values of a scrip across different exchange segments on one page. Easily search by typing the first 3 letters of the scrip name and select scrip; this will take you to the Scrip Overview Page.</p> <p>To explain how the Scrip Page works; we will use the ICICI BANK scrip. Search ICICI – Scroll and Tap the 0ICICIBANK-EQ (NSE) You can see NSE & BSE price boxes with the NSE box highlighted since we used the NSE one. You can toggle between boxes.</p> <img src='assets\\images\\guide-images\\future-option.png' /> <ol type='1'> <li> <h5 class='overview'>Overview</h5> <ol type='a'> <li>Divided into 2 sections it shows the essential details that a Trader would need like OPEN – HIGH – LOW - CLOSE etc</li> <li>Use (i) located on the right corner of the OVERVIEW section which contains PRICE TICK – MARKET LOT – CIRCUIT RANGE – MAX ORDER LOTS – FACE VALUE – GSM CATEGORY – VAR MARGIN (%) - SCRIP CODE</li> <li>MARKET DEPTH shows the BID - ASK numbers of interested participants up to 5 Rows with total Quantity </li> </ol> </li> <li> <h5 class='technical'>Technical</h5> <ol type='a'> <li>See the Stock’s Technical data and use the CHART tool for studies</li> <li>Below the CHART tool is the Basic stock movement Data like OPEN – HIGH – LOW – CLOSE etc</li> <li> <h6 class='pivot-points'>PIVOT POINTS</h6> <ol type='i'> <li>Shows the RESISTANCE and SUPPORT upto 3 levels on either side of the crucial PIVOT POINTS.</li> <li>Chart shows the numbers for both STANDARD and FIBONACCI assessment for DAILY as default. You can switch the timeframes.</li> </ol> </li> <li> <h6 class='futures-points'>Futures</h6> <ol type='i'> <li>Futures prices of the scrips is displayed with near term, mid term and far term prices i.e 1st month, 2nd month and 3rd month price of the future scrips</li> </ol> </li> <li>Recent News - News related to the company are displayed in this section from various sources.. Post clicking on any news, the user is redirected to the respective news source website. </li> </ol> </li> </ol> <hr> <h4 class='scrip-page-derivatives'>Scrip Page - Derivatives (F&0)</h4> <p>This section explains how to use the Derivatives or F&O feature.</p> <ol type='a'> <li>SEARCH <i class='icon-search'></i> - Type ICICI – Tap DERIVATIVES and all the open contracts (Calls/ Puts) with their strike prices can be seen. Let’s pick an ATM (At The Money) contract CE (as of 19th November, 2019 ICICI Bank was Trading at Rs.493.50) of 495 with an expiry of 28th November 2019.</li> <li>SELECT CONTRACT - Tap the Contract and you will be directed to its company page.</li> <li>Users can view the Option Chain option from the company/scrip page. Post opening of the company page, the user can select the required Strike price and Call/Put option from Option Chain. Here, the user can also use the filter to change the Future date and select the Option chain based on LTP or Open Interest.</li> <li>BUY / SELL - Initiate Buy or Sell which will bring up the ORDER BOX. If the current CMP is alright just punch Submit and the order will be executed or you can use LMT (Limit Order) as described in the SCRIP INFO – BUY or SELL Action (Link) It is similar.</li> </ol> <hr> <h4 class='advance-charting'>Advanced Charting</h4> <p>Advanced real-time charts allows for in-depth scrip analysis with several chart types and tick data You can even view Intraday Historical Data.</p> <p>Tap <i class='icon-expand'></i> icon located on the Right Corner of the CHART. The chart will open in PORTRAIT mode. Below Features are placed on the bottom of the charts :</p> <ol type='a'> <li><strong>TIME</strong> - The chart shows the 15 Min interval by default. The CHART is divided into DURATION (Show top left box) INTERVAL - TYPE - SAVE</li> <li><strong>INTERVAL</strong> – Select your preferred interval starting from 1 min up to 1 month</li> <li><strong>TYPES</strong> – Select from CANDLE – COLORED LINE – VAR etc to view it the way you’d like</li> <li>STUDY enables you to add various studies like SMA (Simple Moving Averages) VWAP (Volume Weighted Average Price) and many more for effective trading decisions.</li> <li>The most significant feature of this TOOL is you can directly initiate a BUY/SELL call from here using the <i class='icon-Net-Position'></i>. It will take you to the Ordering section.</li> <li> Native phone features like PINCH TO ZOOM-IN / ZOOM-OUT or SWIPE LEFT or RIGHT is applicable</li> <li><i class='icon-crosshair'></i> on the top is the dynamic RIGHT ANGLED CROSS-SECTIONAL LINE for your pricing inferences. Simply move it over the CHART and the price will be shown on the RIGHT.</li> <li>DRAWING  TOOLS - The user can use drawing tools from Chart like Measure, Fib Retracements, Line, Channel, etc. These drawing tools are very easy to use and easily accessible from charts.</li> <li>MARKER - The user can use marker from viewing the Open, High, Low, Close, Volume of particular candle of the scrip at particular time.</li> <li>HORIZONTAL CHART - The user can also horizontally view the chart for better view.</li> <li>FULL SCREEN - The user can also use the full screen option from bottom options fo the charts.</li> </ol><img class='chart' src='assets\\images\\guide-images\\advance-chart.gif' /> <hr> <h4 class='buy-sell'>Buy or Sell - Action</h4> <p>Most of the SCRIP INFO screens will have the BUY – SELL Button at the bottom. Just Tapping BUY or SELL will bring the ORDER BOX. Features explained in detail below:</p> <ol type='a'> <li><strong>ORDER BOX</strong> is divided into MKT – LMT – SL - SL-M – PRICE – QUANTITY – AMOUNT. Bottom will also have BUY – SELL toggle button</li> <li><strong>MKT</strong> – MKT means Market order. Market Order is used to Buy/ Sell at the current Market Price </li> <li><strong>LMT</strong> – LMT means Limit Market order. Limit Market are BUY/SELL orders which are triggered at a preferred price </li> <li><strong>SL</strong> – SL or Stop LOSS is used to cut the loss when a trade has worked against you. It will have a TRIGGER PRICE and Price at which the order should be triggered.</li> <li><strong>SL-M</strong>: Means Stop Loss MARKET, while you can enter the exact price in an SL order the SL-M is used when you would like to exit the order when it reaches a certain price level. Soon as the stock reaches that price the system will execute the order at the first available Offer.</li> <li><strong>ORDER TYPE</strong> - All the above orders can be placed for DELIVERY/INTRADAY. In delivery based trade, you intend to hold the stocks overnight for however long you wish. You will not be able to take any short positions using Delivery. However, you can sell the stock from your Holding using this product type. Intraday is used for trading Intraday Equity, Intraday F&O, and Intraday Commodity. Intraday product type is used to get the intraday leverage.</li> <li><strong>ORDER VALIDITY</strong> - Day / IOC (Immediate or Cancel order)/GTD/GTC. <ol type='i'> <li>Day - This order remains valid and will wait for the order matching until 3:30 PM(Market close). The order gets executed on finding an order match. Day orders do not get auto-cancelled.</li> <li>IOC (Immediate or Cancel)  - This allows a user to buy or sell a security as soon as the order is placed into the market, failing which the order will be removed from the system.</li> <li>GTD (Good till Date) - In this order, users can select the date till which order will be valid. This order will be invalid once the price is met or Date is expired. This order is valid only for Delivery Order and Limit Order only.</li> <li>GTC (Good till Cancel) - This is valid for 1 year time or unless it is cancelled before that. This order is valid only for Delivery Order and Limit Order only.</li> </ol> </li> <li><strong>PRICE</strong> - Enter the price you’d like</li> <li><strong>Quantity</strong> – Enter the Quantity</li> <li><strong>AMOUNT</strong> – Shows the amount of the Trade</li> </ol> <p>Press SUBMIT and your order will be executed. This is applicable for AMO (After Market Orders) or PMO (Pre-Market Order) MKT pricing will be freezed for AMO & PMO’s.</p><img src='assets\\images\\guide-images\\buy-sell.gif' />",
    "subtopics": [
        {
            "title": "Using Search",
            "url": "using-search",
            "sub-headings": []
        },
        {
            "title": "Scrip Page - Cash and F&0",
            "url": "scrip-page",
            "sub-headings": [
                {
                    "title": "Overview",
                    "url": "overview"
                },
                {
                    "title": "Technical",
                    "url": "technical"
                },
                {
                    "title": "Research",
                    "url": "research"
                }
            ]
        },
        {
            "title": "Scrip Page - Derivatives (F&0)",
            "url": "scrip-page-derivatives",
            "sub-headings": []
        },
        {
            "title": "Advanced Charting",
            "url": "advance-charting",
            "sub-headings": []
        },
        {
            "title": "Buy or Sell - Action",
            "url": "buy-sell",
            "sub-headings": []
        }
    ],
    "actions": {
        "prev": "Sign In",
        "next": "Watchlist",
        "prev-url": "/user-guide/app/sign-in",
        "next-url": "/user-guide/app/stock-watchlist"
    }
}