{
    "content": "<h3>Important things to remember</h3>\r\n<h4 class='scrip'>Scrip Overview</h4>\r\n<p>1. <strong>LTP</strong> - Last Traded Prices, which is the price at which a stock is being traded at the moment. Once the market closes, it will show the last price the scrip was traded on.</p>\r\n<p>2. <strong>Change &amp; Change Percentage</strong> - The value and percentage that shows the LTP variation as compared to previous day close, i.e. the price at which a scrip closed in the previous day.</p>\r\n<p>3. <strong>Last Updated Time</strong>- When the data was last updated.</p>\r\n<p>4. <strong>Last Traded Time</strong> - When the scrip was last traded on.</p>\r\n<p>5. <strong>Security Info (Equity)</strong> - Scrip Name, Description, Price Tick, Market Lot, Circuit Range, Face Value, GSM Category and Var Margin (%).</p>\r\n<p>6. <strong>Contract Info (F&amp;O)</strong> &ndash; <strong>For Futures:</strong> Scrip, Description, BasePrice, Price Tick, Market Lot, Circuit Range, TER, Expiry, Max order size, Contract Start Date, Contract End Date and Maturity. <strong>For Options:</strong> Scrip Name, Description, Base Price, Option Type, Price Tick, Market Lot, Circuit Range, TER, Expiry, Strike Price, Max Order Size, Contract Start Date, Contract End Date and Maturity.</p>\r\n<p>7. <strong>OHLC</strong> &ndash; OHLC stands for Open, High, Low, Close. Open &ndash; Open Prices is the price at which the scrip was first traded on when the market opened. High &ndash; The highest price a scrip was traded on a particular day. Low &ndash; The lowest price the scrip was traded on a particular day. Close &ndash; Close Price is the price at which a scrip was last traded on when the market closed.</p>\r\n<p>8.<strong> LTQ@LTP</strong> - It shows the Last Traded Quantity on a scrip at its Last Traded Price.</p>\r\n<p>9. <strong>52 Wk High &amp; Low</strong> &ndash; The highest price a scrip was executed at in 52 weeks will be shown under 52 Wk High. The lowest price a scrip was executed in 52 Weeks will be shown under 52 Wk Low.</p>\r\n<p>10. <strong>Volume</strong> &ndash; Indicates all the transactions that took place on a scrip on a particular day.</p>\r\n<p>11. <strong>Market Cap</strong> &ndash; Market capitalization (market cap) is the market value of a publicly traded company's outstanding shares. It is equal to the share price multiplied by the number of shares outstanding.</p>\r\n<p>12. <strong>Value</strong> &ndash; The Value of a Scrip is the Trade Price of a Scrip multiplied by the Volume.</p>\r\n<p>13. <strong>OI</strong> &ndash; OI stands for Open Interest, which shows the number of FNO contracts that are outstanding at a particular time in the market.</p>\r\n<p>14. <strong>Bids &amp; Offers</strong> - Bid is the price sellers are willing to pay for the scrip. The top 5 bid prices will be shown under Prices. The number of shares available at that price will be shown in the Quantity. Offer is the price at which the sellers are offering to sell the scrip. Top 5 offer prices will be displayed under price and the number of scrips available at that price will be displayed under Quantity.</p>\r\n<h4 class='order'>Order Placement</h4>\r\n<p>1. <strong>Market Order</strong> &ndash; When you want your order to be executed at the current market price.</p>\r\n<p>2.<strong> Limit Order</strong> &ndash; When you want to place an order at a specified price (other than the market price). So, when the stock reaches the specified price, your order will be placed. If it does not, your order will be cancelled.</p>\r\n<p>3. <strong>Intraday</strong> - When you want to buy or sell shares on the same trading day.</p>\r\n<p>4. <strong>Delivery</strong> - When you want to buy or hold your positions for more days.</p>\r\n<p>5. <strong>Trigger Price</strong> - The price at which your order should get triggered or activated.</p>\r\n<p>6. <strong>Price</strong> - The specific price at which you want to buy/sell (not the same as market price).</p>\r\n<p>7. <strong>Day</strong> - Validity to execute your order anytime during the market hours.</p>\r\n<p>8. <strong>IOC</strong> - Immediate or Cancelled (Buying or selling your shares immediately; if not executed immediately, it will be cancelled.</p>\r\n<h4 class='fund'>Funds</h4>\r\n<p>1. <strong>Free Cash</strong> - All the cash that is currently available in your trading account.</p>\r\n<p>2. <strong>Margin Available</strong> - Margin is the leverage/credit the brokerage firm offers you for trading.</p>\r\n<p>3. <strong>Margin Utilized</strong> - The total margin that is used by you so far.</p>\r\n<p>4. <strong>Pay In</strong> &ndash; When you transfer funds to your trading account, it will reflect in the Pay In Section.</p>\r\n<p>5. <strong>Realized Profit</strong> &ndash; The profit you get when you square off your shares.</p>\r\n<p>6. <strong>NEFT/IMPS/RTGS</strong> &ndash; Different methods of money transfer that require you to login to your net banking account and add us as a beneficiary, following which you will be able to make a fund transfer.</p>\r\n<ul style='list-style-type: disc;'>\r\n<li>\r\n<p><strong>NEFT</strong> &ndash; National Electronic Funds Transfer.<br />Min. amount you can transfer &ndash; Re. 1.<br />Max. amount you can transfer &ndash; No limit.<br />Max. time it takes to transfer &ndash; 2 hours (may vary from bank to banks).<br />When can you transfer &ndash;Weekdays (8 a.m. -6:30 p.m.), Saturday (8 a.m. &ndash; 1 p.m.). Cannot transfer on Sunday or bank holidays.</p>\r\n</li>\r\n<li>\r\n<p><strong>RTGS</strong> &ndash; Real Time Gross Settlement.<br />Min. amount you can transfer &ndash; Rs. 2 Lakh.<br />Max. amount you can transfer &ndash; Rs. 10 Lakh.<br />Max. Time it takes to transfer &ndash; Immediate.<br />When can you transfer- Weekdays (8 a.m. - 4 p.m.), Saturday (9 a.m. &ndash; 4:30 p.m.). Cannot transfer on Sunday or bank holidays.</p>\r\n</li>\r\n<li><strong>IMPS</strong> &ndash; Immediate Payment Service.<br />Min. amount you can transfer &ndash; Re. 1.<br />Max. amount you can transfer &ndash; Rs. 2 Lakh.<br />Max. Time it takes to transfer &ndash; Immediate.<br />When can you transfer &ndash; Anytime.</li>\r\n</ul>\r\n<p>7. <strong>Net Banking</strong> - If your bank is supported, then you can transfer money to your trading account within the app itself instead of logging in to your bank account.</p>\r\n<p>8. <strong>UPI</strong> - UPI or Unified Payment Interface allows you to instantly transfer funds using your mobile. Most common UPI Apps include Google Pay (Tez) and the BHIM App. At one time, you can only deposit upto Rs. 1 Lac via the UPI Mode of Payment.</p>\r\n<p>9. <strong>Banks supported for Net Banking</strong></p>\r\n<ol style='list-style-type: lower-roman;'>\r\n<li>Axis Bank</li>\r\n<li>Bank of Maharashtra</li>\r\n<li>Kotak Mahindra Bank</li>\r\n<li>City Union Bank Limited</li>\r\n<li>Deutsche Bank</li>\r\n<li>Dhanlaxmi Bank</li>\r\n<li>Federal Bank</li>\r\n<li>HDFC Bank</li>\r\n<li>ICICI Bank</li>\r\n<li>IDBI Bank</li>\r\n<li>Indian Bank</li>\r\n<li>Indian Overseas Bank</li>\r\n<li>Induslnd Bank</li>\r\n<li>J&amp;K Bank&lt;</li>\r\n<li>Karnataka Bank Limited</li>\r\n<li>Kanur Vysya Bank</li>\r\n<li>Catholic Syrian Bank</li>\r\n<li>Lakshmi Vilas Bank</li>\r\n<li>SBI Bank</li>\r\n<li>Tamilnad Mercantile Bank</li>\r\n<li>Yes Bank</li>\r\n</ol>\r\n<p>10. <strong>UPI ID</strong> - (Virtual Payment Address) is a unique ID that is created when you want to send or accept money via the UPI App. Some examples of UPI IDs &ndash; yourname@BankName (lali98@okaxis)or MobileNumber@Bankname (98XXXXXX21@hdfcbank).</p>",
    "subtopics": [
        {
            "title": "Scrip Overview",
            "url": "scrip",
            "sub-headings": []
        },
        {
            "title": "Order Placement",
            "url": "order",
            "sub-headings": []
        },
        {
            "title": "Funds",
            "url": "fund",
            "sub-headings": []
        }
    ],
    "actions": {
        "prev": "Others",
        "prev-url": "/user-guide/app/others",
        "next": ""
    }
}