
const tradingStrategiesHindiData =
[
    {
        "id": 4,
        "title":'बनाएं',
        "description":'विभिन्न तकनीकी संकेतकों के साथ असीमित स्ट्रेटेजीज बनाएं।',

    },
    {
        "id": 3,
        "title":'बैकटेस्ट करें',
        "description":'बैकटेस्ट करने से आपकी स्ट्रेटेजी, पूर्व बाजार डेटा पर कितनी प्रभावी है वह विश्लेषण करने में मदद करता है।',
        
    },
    {
        "id": 2,
        "title":'ऑप्टिमाइज़ करें',
        "description":'आप अपनी रणनीति को आसानी से संशोधित या ऑप्टिमाइज़ कर सकते हैं ताकि आपको अधिक रिटर्न्स मिल सके।',
        
    },
    // {
    //     "id": 2,
    //     "title":'वर्चुअल ट्रेड करें',
    //     "description":'आप वास्तविक फंड निवेश किए बिना अपनी स्ट्रेटेजी को वर्चुअल रूप से टेस्ट कर सकते हैं।',
        
    // },
    {
        "id": 1,
        "title":'लाइव ट्रेड करें',
        "description":'आप अपनी बैकटेस्ट की गई स्ट्रेटेजीज को वास्तविक बाजार डेटा पर निष्पाद (Execute) कर सकते हैं जिससे आपको अपेक्षित रिटर्न्स मिल सके।',
        
    }
  
]

export default tradingStrategiesHindiData;
